export default {
  projections: {
    ПечатьФотоE: {
      размер: {
        __caption__: 'Размер'
      },
      сделатьФото: {
        __caption__: 'Сделать фото',
        колВоФото: {
          __caption__: 'Кол во фото'
        }
      }
    },
    ПечатьФотоL: {
      размер: {
        __caption__: 'Размер'
      },
      сделатьФото: {
        __caption__: 'Кол во фото',
        колВоФото: {
          __caption__: 'Кол во фото'
        }
      }
    }
  },
  validations: {
    размер: {
      __caption__: 'Размер'
    },
    сделатьФото: {
      __caption__: 'Сделать фото'
    }
  }
};
