export default {
  projections: {
    ОплатаE: {
      id: {
        __caption__: 'Id'
      },
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сделатьФото: {
        __caption__: 'Сделать фото',
        колВоФото: {
          __caption__: 'Кол во фото'
        }
      }
    },
    ОплатаL: {
      id: {
        __caption__: 'Id'
      },
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сделатьФото: {
        __caption__: 'Кол во фото',
        колВоФото: {
          __caption__: 'Кол во фото'
        }
      }
    }
  },
  validations: {
    id: {
      __caption__: 'Id'
    },
    видОплаты: {
      __caption__: 'Вид оплаты'
    },
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    сделатьФото: {
      __caption__: 'Сделать фото'
    }
  }
};
